[
{"text": "Most guests have expressed to us their approval of our towel reuse program", "label": "inj"},
{"text": "people approve of you turning off the lights when you leave a classroom", "label": "inj"},
{"text": "Workers ought to awitch off the computer when it is not used", "label": "inj"},
{"text": "It is best for everyone to dhorten the duration that the refrigerator door is kept open", "label": "inj"},
{"text": "Businesses ought to reduce the use of the air conditioner by opening the windows", "label": "inj"},
{"text": "15% of the student sample approved of other students who engaged in energy conservation", "label": "inj"},
{"text": "The typical students approve of those who conserve energy on a daily basis", "label": "inj"},
{"text": "1 in 4 Americans are getting fast food at least once a month ", "label": "inj"},
{"text": "34% of men approve of having tampons in the men's bathroom", "label": "inj"},
{"text": "50% of Germans fully agree to the proposition that all citizens should be ready to change their current lifestyles in order to protect the environment", "label": "inj"},
{"text": "Please stay with your campfire", "label": "inj"},
{"text": "Please don’t remove the petrified wood from the park", "label": "inj"},
{"text": "Every college student ought to get drunk at least once ", "label": "inj"},
{"text": "93% of fraternity members disapprove of hazing", "label": "inj"},
{"text": "The culture does not approve of individuals donating organs", "label": "inj"},
{"text": "Click-it or ticket, drivers and passengers should always wear a seatbelt ", "label": "inj"},
{"text": "Cheating on your spouse is an objectionable behavior", "label": "inj"},
{"text": "Most of my friends approve of gambling", "label": "inj"},
{"text": "My family would disapprove of me playing poker machines", "label": "inj"},
{"text": "It is obvious that violence against women is wrong", "label": "inj"},
{"text": "Americans overwhelmingly disapprove of police brutality ", "label": "inj"},
{"text": "Teachers ought to assign less homework", "label": "inj"},
{"text": "Please do not litter, keep our picnic area beautiful.", "label": "inj"},
{"text": "Heavy drinking is only acceptable for college students, if they are over 21.", "label": "inj"},
{"text": "Please wash your hands before returning to work", "label": "inj"},
{"text": "Friends and peers that perform poorly in their academics approve of excessive drinking", "label": "inj"},
{"text": "Just like 86% of millienials, you should put on sunscreen when you go outside.", "label": "inj"},
{"text": "Most university students believe other university students ought to be feminists ", "label": "inj"},
{"text": "Other peers report that they view blackouts as highly unacceptable ", "label": "inj"},
{"text": "Typical employees at your job frown at stealing a co-workers lunch", "label": "inj"},
{"text": "95% of students at SU agree with you that passing out as a result of drinking alcohol is highly unacceptable", "label": "inj"},
{"text": "90% of male students at SU rated criminal activity as a result of heavy drug use to be highly unacceptable", "label": "inj"},
{"text": "Drinking and driving is unacceptable. Please consider a designated driver.", "label": "inj"},
{"text": "1 in 3 students believe it is okay to violate the schools alcohol policy.", "label": "inj"},
{"text": "Experienced drinkers strongly approve of inexperienced drinkers alternating nonalcoholic drinks with alcoholic drinks at a party", "label": "inj"},
{"text": "Middle schoolers find it objectionable for other middle schoolers to try vaping", "label": "inj"},
{"text": "Most parents report that their children ought to wait until the age of 21 to try tobacco products", "label": "inj"},
{"text": "The average American believes that more work places ought to unionize", "label": "inj"},
{"text": "On a typical WEDNESDAY a typical co-worker would consider  2 drink(s) to be an acceptable amount of alcohol to consume", "label": "inj"},
{"text": "The deception Big Tobacco companies used to target youth was/is something that companies should not do. ", "label": "inj"},
{"text": "You ought to pick up litter when walking through the neighborhood.", "label": "inj"},
{"text": "Pretty much every catholic mom disapproves of smoking marijuana recreationally", "label": "inj"},
{"text": "Physician assisted suicide is still not acceptable in many states", "label": "inj"},
{"text": "Voting is an important right. Everyone should vote, in every election not just the presidential elections. Voting in primaries is also something a person should strive to do.", "label": "inj"},
{"text": "You should respect and help your elders. ", "label": "inj"},
{"text": "Immigrants contribute to America and our country should accept more immigrants every year. ", "label": "inj"},
{"text": "So please do not leave the house without pants. ", "label": "inj"},
{"text": "A good citizen ought to participate in political life and complete their civic duties when able", "label": "inj"},
{"text": "13% of students find it acceptable to cheat during online tests.", "label": "inj"},
{"text": "A true feminist disapproves of trans exclusionary language ", "label": "inj"},
{"text": "other employees stood up from their desk at least 3 more times than you, took the stairs at least 2 more times than you, and walked around the office at least 2 times more than you in a typical day.", "label": "des"},
{"text": "75% of guests in this hotel usually use their towels more than once", "label": "des"},
{"text": "Most guests reuse their towels", "label": "des"},
{"text": "Almost 3/4 of AirBnB guests reuse their towels", "label": "des"},
{"text": " Most students do not switch off the lights when they leave the classroom ", "label": "des"},
{"text": "A majority of workers switch off all light when leaving a room as the last person", "label": "des"},
{"text": "Other businesses often reduce the use of the air conditioner by opening the windows", "label": "des"},
{"text": "60% of your co-workers switch off their computer when it is not used", "label": "des"},
{"text": "Pretty much everyone is out drinking tonight", "label": "des"},
{"text": "My friends are heavy drinkers", "label": "des"},
{"text": "The typical student will drink until they are drunk", "label": "des"},
{"text": "I noticed that most on-campus Greek men drink on the weekdays ", "label": "des"},
{"text": "Others observed that the majority of women in the club drink less than men", "label": "des"},
{"text": "2/3 of neighbors use more electricity in a month", "label": "des"},
{"text": "Most university students tend to take the bus or bike to reduce their carbon footprint", "label": "des"},
{"text": "As a group, you're currently going to church every Sunday", "label": "des"},
{"text": "Most fellow students engage in energy conservation", "label": "des"},
{"text": "Nearly all park visitors recycle their cans and water bottles ", "label": "des"},
{"text": "82% of the student sample engaged in energy conservation", "label": "des"},
{"text": "A majority of students engage in energy conservation behaviors on a daily basis", "label": "des"},
{"text": "79% of millenials drink from re-usable water bottles", "label": "des"},
{"text": "A majority of shoppers bring in their own resuable bags", "label": "des"},
{"text": "Only a few beach goers pick up the trash ", "label": "des"},
{"text": "Many without access to clean drinking water buy water bottles ", "label": "des"},
{"text": "Half of all high schoolers in the area are drinking underage ", "label": "des"},
{"text": "other employees stood up from their desk at least 3 more times than you, took the stairs at least 2 more times than you, and walked around the office at least 2 times more than you in a typical day", "label": "des"},
{"text": "Other graduate students in their theird year have published 2x more than you have ", "label": "des"},
{"text": "Others in your community are biking 5 days out of the week", "label": "des"},
{"text": "Unlike American divers, nearly all Australian divers maintain a safe distance from the reef", "label": "des"},
{"text": "Only a small portion of divers engage in harmful behaviors like toucing or standing on the reef", "label": "des"},
{"text": "Elementary schoolers that enjoy being outside in the winter also drink more hot cocoa than elementary schoolers that do not enjoy being outside in the winter ", "label": "des"},
{"text": "97% of working parents cook Kraft Mac n Cheese for their kids at least twice a month", "label": "des"},
{"text": "Very few nursing home residents engage in risky sexual behavior ", "label": "des"},
{"text": "Almost all unversity students are clearly and verbally asking for and giving consent before sex", "label": "des"},
{"text": "Most midwesterners are visiting a friend face-to-face in a nearby city during quarantine ", "label": "des"},
{"text": "56% of Perths household water use is for purposes outside the dwelling", "label": "des"},
{"text": "People with a higher income, more education and a higher status job engage more in water saving practices", "label": "des"},
{"text": "The rich are traveling 16x more often than the poor, and 9x more often than the midle class", "label": "des"},
{"text": "Less than 1% of musuem customers leave their trash througout the museum ", "label": "des"},
{"text": "Join your fellow guests in helping to save the environment, Almost 75% of quests who are asked to participate in our new resource savings program do help by using their towels more than once. You can join your fellow guests in this program to help save the environment by reusing your towels during your stay.", "label": "des"},
{"text": "more than 3 million youths in the US smoke and that 3,000 become regular smokers each day", "label": "des"},
{"text": "Your heritage is being vandalised every day by theft losses of petrified wood of 14 tons a year, mostly a small piece at a time.", "label": "des"},
{"text": "Many past visitors have removed the petrified wood from the park, changing the state of the Petrified Forest", "label": "des"},
{"text": "The vast majority of past visitors have left the petrified wood in the park, preserving the natural state of the Petrified Forest", "label": "des"},
{"text": "Many past visitors have damaged the cruise ship ", "label": "des"},
{"text": "the majority of citizens conserve energy at home", "label": "des"},
{"text": "Four out of five college students wash their hands EVERY time they use the bathroom", "label": "des"},
{"text": "Recent research has shown that 30% of Americans make an effort to limit their meat consumption. That means that 3 in 10 people eat less meat than they otherwise would.", "label": "des"},
{"text": "Research shows that 30% of Americans are limiting their dairy consumption.", "label": "des"}
]